insert into employee_type (id, name)
values
    (1, 'Профессорско-преподавательский состав'),
    (2, 'Руководитель'),
    (3, 'Вспомогательный персонал');

insert into degree (id, name)
values
    (1, 'Среднее'),
    (2, 'Среднее специальное'),
    (3, 'Бакалавр'),
    (4, 'Магистр'),
    (5, 'Кандидат наук'),
    (6, 'Доктор наук');

insert into institute (id, name)
values
    (1, 'ИВТИ'),
    (2, 'ИГВИЭ'),
    (3, 'ИТАЭ'),
    (4, 'ИЭВТ'),
    (5, 'ИЭТЭ'),
    (6, 'ИЭЭ'),
    (7, 'ИРЭ'),
    (8, 'ВИИ'),
    (9, 'ИнЭИ'),
    (10, 'ГПИ'),
    (11, 'ИДДО'),
    (12, 'ЭнМИ');

insert into discipline (id, name)
values
    (1, 'Математический анализ'),
    (2, 'Линейная алгебра'),
    (3, 'Физика'),
    (4, 'История'),
    (5, 'Основы программирования');

insert into learning_group (id, name)
values
    (1, 'А-13б-20'),
    (2, 'ИЭ-65-22'),
    (3, 'ЭР-12-21');

commit ;